tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "zaquestion/tap"
brew "autojump"
brew "awscli"
brew "bat"
brew "coreutils"
brew "docker", link: false
brew "exa"
brew "fish"
brew "fzf"
brew "go"
brew "helm"
brew "imapsync"
brew "kafkacat"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "powerline-go"
brew "reattach-to-user-namespace"
brew "ruby"
brew "starship"
brew "terraform@0.11"
brew "tflint"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "todo-txt"
brew "trash"
brew "watch"
brew "yadm"
brew "zsh"
brew "derailed/k9s/k9s"
brew "zaquestion/tap/lab"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "appcleaner"
cask "docker"
cask "dozer"
cask "drawio"
cask "dropbox"
cask "flycut"
cask "font-fira-code"
cask "font-hack"
cask "google-chrome"
cask "karabiner-elements"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "tunnelblick"
cask "whatsapp"
cask "xmind"
cask "zoom"
mas "Amphetamine", id: 937984704
